Repository: dhikadityre/MyLoanly
Catalog: MyLoanly/Presentation/Screen/Loan/Details/LoanDetails.xcstrings
Source language: en
Languages: id

source: Borrower Information
id: Informasi Peminjam

source: Business Expansion
id: Ekspansi Bisnis

source: Collateral Details
id: Detail Agunan

source: Credit Score
id: Skor Kredit

source: Documents
id: Dokumen

source: Due %@
id: Jatuh tempo %@

source: Education
id: Pendidikan

source: Estimated Value
id: Estimasi Nilai

source: Excellent
id: Sangat Baik

source: Fair
id: Cukup

source: Good
id: Baik

source: Home Improvement
id: Renovasi Rumah

source: Installment #%lld
id: Angsuran #%lld

source: Interest Rate
id: Suku Bunga

source: Loan Amount
id: Jumlah Pinjaman

source: Loan Details
id: Detail Pinjaman

source: Name
id: Nama

source: No documents available
id: Tidak ada dokumen yang tersedia

source: No repayment installments scheduled.
id: Tidak ada jadwal pembayaran angsuran.

source: Others
id: Lainnya

source: Purpose:
id: Tujuan:

source: Real Estate
id: Properti

source: Repayment Schedule
id: Jadwal Pembayaran

source: Risk %@
id: Risiko %@

source: Term
id: Tenor

# Collateral Type
source: Type
id: Jenis

source: View Loan Documents
id: Lihat Dokumen Pinjaman
